sdaiTestAttr(Sdai_instS*,Sdai_instS*)
\details
Determines if the value of attribute is unset.
\param instance [in] The instance of the entity whose attribute is being tested.
\param attribute [in] An SdaiAttr instance from the SDAI dictionary.
\returns sdaiTRUE if the attribute has a value or sdaiFALSE if the attribute value is not set.